{
  "string": [
    {
      "name": "module_desc",
      "value": "module description"
    },
    {
      "name": "EntryAbility_desc",
      "value": "description"
    },
    {
      "name": "EntryAbility_label",
      "value": "Ox Horn campus"
    },
    {
      "name": "bottom_text_map",
      "value": "Map"
    },
    {
      "name": "bottom_text_zones",
      "value": "Zones"
    },
    {
      "name": "bottom_text_trains",
      "value": "Trains"
    },
    {
      "name": "skip",
      "value": "skip"
    },
    {
      "name": "train_station",
      "value": "Train Station"
    },
    {
      "name": "mother_child_room",
      "value": "Mother Room"
    },
    {
      "name": "car_road",
      "value": "Car Road"
    },
    {
      "name": "cafe",
      "value": "Cafe"
    },
    {
      "name": "smoking_area",
      "value": "Smoking Area"
    },
    {
      "name": "convenience_store",
      "value": "Convenience Store"
    },
    {
      "name": "gymnasium",
      "value": "Gymnasium"
    },
    {
      "name": "restaurant",
      "value": "Restaurant"
    },
    {
      "name": "side_walk",
      "value": "Side Walk"
    },
    {
      "name": "library",
      "value": "Library"
    },
    {
      "name": "introduction_paragraph_first_a",
      "value": "Oxford, meaning \"Ford of the Oxen\", is a major city in the Thames Valley of England. The University of Oxford is the oldest university in the English-speaking world."
    },
    {
      "name": "introduction_paragraph_second_a",
      "value": "Zone A gets inspiration from the grandeur of Oxford University. With gray stone and steeples, pale limestone exteriors, and neat lawns in courtyards surrounded by colonnades, this Zone truly embodies the scholarship of the world-class university."
    },
    {
      "name": "introduction_paragraph_first_b",
      "value": "Bruges is located in northwestern Belgium, famous as a medieval city and full of rivers and canals, enabling visitors to enjoy the view of the water city on boat."
    },
    {
      "name": "introduction_paragraph_second_b",
      "value": "Zone B is modeled after Bruges and thus features quaint buildings. The red bricks and stepped gable roofs are combined with the bell towers and arched stone bridges, creating a naturally harmonious space."
    },
    {
      "name": "introduction_paragraph_first_c",
      "value": "Luxembourg is often referred to as \"a land of castles\" for its many castles, possessing diverse terrain and a strategic location. Though pocket-size, the country is highly-developed."
    },
    {
      "name": "introduction_paragraph_second_c",
      "value": "Zone C draws upon Luxembourg's beautiful stone walls and natural cliffs. It reproduces the high and low terrain of Luxembourg, as well as the country's captivating combination of streets and alleys, recreating a fairytale-like town."
    },
    {
      "name": "introduction_paragraph_first_d",
      "value": "Located in North West England, Windermere is England's largest natural lake and a major part of the Lake District National Park. It is a popular tourist destination that boasts yachting in the summer."
    },
    {
      "name": "introduction_paragraph_second_d",
      "value": "Zone D is modeled after Windermere, where mountains merge with a large lake. Here, a lawn extends along the lake shore and beautiful stone walls, giving the area an idyllic feel."
    },
    {
      "name": "introduction_paragraph_first_e",
      "value": "Granada is located at the foot of the Sierra Nevada mountains. As the capital of the last Arab-ruled state in the Iberian Peninsula, it also has the architectural treasures of the Christian Renaissance period, featuring Muslim and Mediterranean styles."
    },
    {
      "name": "introduction_paragraph_second_e",
      "value": "Zone E draws on the architectural style of the exquisite Alhambra in Granada. The blocks and streets in this zone is characterized by a unique Spanish style, with a combination of eastern and western charm."
    },
    {
      "name": "introduction_paragraph_first_f",
      "value": "Paris, the capital and largest city of France, is also one of the world's five major international metropolises. As the \"City of Romance,\" Paris has a history of more than 1400 years, located in the central part of the Paris Basin and across the Seine River."
    },
    {
      "name": "introduction_paragraph_second_f",
      "value": "Zone F, inspired by the International University City of Paris, highlights the elegance and exquisiteness of French architecture with elaborate furnishings, French convex windows, and beige limestone."
    },
    {
      "name": "introduction_paragraph_first_g",
      "value": "Verona is one of the oldest and most beautiful cities in Italy, and the second largest city after Venice. It is not only famous for Verona marble but also known as the city of love, because it is the hometown of Shakespeare's Romeo and Juliet."
    },
    {
      "name": "introduction_paragraph_second_g",
      "value": "Zone G with Italian style is our only campus block that is surrounded by water, making it similar to the Floating City of Venice. The 7 bridges here conjure up the feeling of the ancient Verona."
    },
    {
      "name": "introduction_paragraph_first_h",
      "value": "Český Krumlov is a small town in the Czech Republic, known as the most beautiful ancient town in Europe. It was listed as a World Cultural and Natural Heritage by UNESCO in 1992."
    },
    {
      "name": "introduction_paragraph_second_h",
      "value": "Zone H reproduces the architectural features of castles, churches, and monasteries in Český Krumlov, with a beautiful winding river running through the area, making it a pleasant space for a walk."
    },
    {
      "name": "introduction_paragraph_first_j",
      "value": "Fribourg is on the cultural border between German-speaking and French-speaking Switzerland. The Gothic architecture bestows upon it an unparalleled charm, with some of the best-preserved stone-paved paths and Catholic churches in Switzerland."
    },
    {
      "name": "introduction_paragraph_second_j",
      "value": "Zone J draws on the medieval style of Fribourg, featuring the light-colored architecture with white walls and red tiles, combined with the characteristics of ancient city, creating a beautiful landscape alongside the lake."
    },
    {
      "name": "introduction_paragraph_first_k",
      "value": "Burgundy, located in southern Paris, is a world-famous wine production region with abundant sunshine, producing rich red wines and dry white wines with low tannin and alcohol and moderately high acidity."
    },
    {
      "name": "introduction_paragraph_second_k",
      "value": "Zone K, modeled after Burgundy, has a unique architectural landscape reshaped from Abbey of Fontenay and Semur-en-Auxois, which features the brown-red roof."
    },
    {
      "name": "introduction_paragraph_first_l",
      "value": "Heidelberg is a vibrant city in Germany with a unique blend of tradition and modernity, having the reddish-brown ancient castle as the landmark. The University of Heidelberg, where the thinker Hegel studied and worked, is one of the oldest educational institutions in Europe."
    },
    {
      "name": "introduction_paragraph_second_l",
      "value": "Zone L has ancient-style Heidelberg buildings with white walls and red tiles, referencing the design idea of the University of Heidelberg, which boasts renown in human sciences with a long history. The delicate and magnificent castle stands on the hills, in sharp contrast to the surrounding grid-like roads."
    },
    {
      "name": "introduction_paragraph_first_m",
      "value": "Bologna is a famous historical and cultural city in northern Italy. It is often listed as one of the most promising cities because of its significant industrial tradition and advanced social welfare. Colonnades are ubiquitous, with medieval, Gothic, Renaissance, and heavy Baroque features."
    },
    {
      "name": "introduction_paragraph_second_m",
      "value": "Zone M draws inspiration from Bologna, the city of colonnades, integrating ancient architectural features such as towers, Renaissance palaces, and Gothic churches. You can walk in the corridors to take shelter from the sun and rain."
    },
    {
      "name": "area_sub_name_a",
      "value": "Ultimate hall"
    },
    {
      "name": "area_sub_name_b",
      "value": "European city of water"
    },
    {
      "name": "area_sub_name_c",
      "value": "Mini fairytale town"
    },
    {
      "name": "area_sub_name_d",
      "value": "Scenic beauty of England"
    },
    {
      "name": "area_sub_name_e",
      "value": "City of civilizations"
    },
    {
      "name": "area_sub_name_f",
      "value": "French romantic capital of culture"
    },
    {
      "name": "area_sub_name_g",
      "value": "The most romantic town"
    },
    {
      "name": "area_sub_name_h",
      "value": "The most beautiful town"
    },
    {
      "name": "area_sub_name_j",
      "value": "Small medieval city in Italy"
    },
    {
      "name": "area_sub_name_k",
      "value": "Sacred place of wine"
    },
    {
      "name": "area_sub_name_l",
      "value": "A renowned ancient and cultural city"
    },
    {
      "name": "area_sub_name_m",
      "value": "City of colonnades in Italy"
    },
    {
      "name": "area_name_a",
      "value": "Zone A Oxford"
    },
    {
      "name": "area_name_b",
      "value": "Zone B Bruges"
    },
    {
      "name": "area_name_c",
      "value": "Zone C Luxembourg"
    },
    {
      "name": "area_name_d",
      "value": "Zone D Windermere"
    },
    {
      "name": "area_name_e",
      "value": "Zone E Granada"
    },
    {
      "name": "area_name_f",
      "value": "Zone F Paris"
    },
    {
      "name": "area_name_g",
      "value": "Zone G Verona"
    },
    {
      "name": "area_name_h",
      "value": "Zone H Český Krumlov"
    },
    {
      "name": "area_name_j",
      "value": "Zone J Fribourg"
    },
    {
      "name": "area_name_k",
      "value": "Zone K Burgundy"
    },
    {
      "name": "area_name_l",
      "value": "Zone L Heidelberg"
    },
    {
      "name": "area_name_m",
      "value": "Zone M Bologna"
    },
    {
      "name": "create_year_2015",
      "value": "Founded in 2015"
    },
    {
      "name": "build_information_a",
      "value": "Total area of Zone A: 107637 m2, including 65625 m2 overground and 42011 m2 underground. R&D office buildings, accommodating 2343 staff. Parking space ratio: 32%."
    },
    {
      "name": "build_information_b",
      "value": "Total area of Zone B: 107637 m2, including 65625 m2 overground and 42011 m2 underground. R&D office buildings, accommodating 2343 staff. Parking space ratio: 32%."
    },
    {
      "name": "build_information_c",
      "value": "Total area of Zone C: 107637 m2, including 65625 m2 overground and 42011 m2 underground. R&D office buildings, accommodating 2343 staff. Parking space ratio: 32%."
    },
    {
      "name": "build_information_d",
      "value": "Total area of Zone D: 107637 m2, including 65625 m2 overground and 42011 m2 underground. R&D office buildings, accommodating 2343 staff. Parking space ratio: 32%."
    },
    {
      "name": "build_information_e",
      "value": "Total area of Zone E: 107637 m2, including 65625 m2 overground and 42011 m2 underground. R&D office buildings, accommodating 2343 staff. Parking space ratio: 32%."
    },
    {
      "name": "build_information_f",
      "value": "Total area of Zone F: 118944 m2, including 63134 m2 overground and 55810 m2 underground. Administration center, accommodating 2255 staff. Parking space ratio: 34.9%."
    },
    {
      "name": "build_information_g",
      "value": "Total area of Zone G: 120231 m2, including 61718 m2 overground and 58513 m2 underground. R&D office buildings, accommodating 2204 staff. Parking space ratio: 43.6%."
    },
    {
      "name": "build_information_h",
      "value": "Total area of Zone H: 120231 m2, including 61718 m2 overground and 58513 m2 underground. R&D office buildings, accommodating 2204 staff. Parking space ratio: 43.6%."
    },
    {
      "name": "build_information_j",
      "value": "Total area of Zone J: 90907 m2, including 50007 m2 overground and 40899 m2 underground. Administration center, accommodating 1786 staff. Parking space ratio: 36%."
    },
    {
      "name": "build_information_k",
      "value": "Total area of Zone K: 99828 m2, including 38187 m2 overground and 61641 m2 underground. R&D office buildings, accommodating 1364 staff. Parking space ratio: 77.8%."
    },
    {
      "name": "build_information_l",
      "value": "Total area of Zone L: 123823 m2, including 58934 m2 overground and 64890 m2 underground. R&D office buildings, accommodating 2105 staff. Parking space ratio: 57.6%."
    },
    {
      "name": "build_information_m",
      "value": "Total area of Zone M: 112133 m2, including 70672 m2 overground and 41461 m2 underground. R&D office buildings, accommodating 2524 staff. Parking space ratio: 26.9%."
    },
    {
      "name": "line",
      "value": "line%s"
    },
    {
      "name": "line_widget",
      "value": "line%s"
    },
    {
      "name": "in_operation",
      "value": "(In operation)"
    },
    {
      "name": "non_operational",
      "value": "(Non operational)"
    },
    {
      "name": "train_interval",
      "value": "About %s minutes/trip"
    },
    {
      "name": "EntryFormAbility_desc",
      "value": "form_description"
    },
    {
      "name": "EntryFormAbility_label",
      "value": "form_label"
    },
    {
      "name": "distribute_reason",
      "value": "Allow the ability to exchange data between different devices in distributed connectivity scenarios."
    },
    {
      "name": "startup_page_title",
      "value": "Ox Horn campus"
    },
    {
      "name": "startup_page_desc",
      "value": "Welcome to Ox Horn campus"
    },
    {
      "name": "top_text_zone",
      "value": "Zones Tour"
    },
    {
      "name": "top_text_train",
      "value": "Trains"
    },
    {
      "name": "default_search",
      "value": "Entrance to Zone A..."
    }
  ]
}